{
  "src": [
    "<s>",
    "<pad>",
    "</s>",
    "<unk>",
    "a",
    "i",
    "n",
    "h",
    "t",
    "r",
    "u",
    "e",
    "k",
    "l",
    "d",
    "s",
    "m",
    "o",
    "y",
    "p",
    "v",
    "g",
    "b",
    "c",
    "j",
    "w",
    "z",
    "f",
    "x",
    "q",
    "madeupword0000",
    "madeupword0001",
    "__en__",
    "__as__",
    "__bn__",
    "__brx__",
    "__gom__",
    "__gu__",
    "__hi__",
    "__kn__",
    "__ks__",
    "__mai__",
    "__ml__",
    "__mni__",
    "__mr__",
    "__ne__",
    "__or__",
    "__pa__",
    "__sa__",
    "__sd__",
    "__si__",
    "__ta__",
    "__te__",
    "__ur__"
  ],
  "tgt": [
    "<s>",
    "<pad>",
    "</s>",
    "<unk>",
    "്",
    "ा",
    "्",
    "்",
    "र",
    "ി",
    "ക",
    "ि",
    "க",
    "ന",
    "न",
    "್",
    "ു",
    "क",
    "त",
    "स",
    "ಿ",
    "ാ",
    "ி",
    "े",
    "म",
    "ு",
    "ത",
    "த",
    "य",
    "్",
    "व",
    "ल",
    "യ",
    "ी",
    "प",
    "ರ",
    "ి",
    "ப",
    "ದ",
    "ா",
    "ो",
    "ട",
    "ु",
    "ು",
    "ు",
    "ಾ",
    "ட",
    "న",
    "ര",
    "ా",
    "द",
    "മ",
    "ர",
    "ம",
    "ല",
    "െ",
    "പ",
    "ं",
    "ಗ",
    "வ",
    "ೆ",
    "വ",
    "ಲ",
    "ನ",
    "ర",
    "ತ",
    "च",
    "া",
    "ग",
    "ల",
    "ವ",
    "ன",
    "ह",
    "ಕ",
    "ब",
    "ல",
    "ய",
    "క",
    "ం",
    "ை",
    "ണ",
    "ള",
    "ಸ",
    "ം",
    "ज",
    "্",
    "ા",
    "র",
    "റ",
    "ट",
    "ಯ",
    "ள",
    "ச",
    "श",
    "ಂ",
    "സ",
    "ప",
    "త",
    "ച",
    "ற",
    "ি",
    "వ",
    "ോ",
    "ে",
    "ન",
    "స",
    "ध",
    "્",
    "ో",
    "ا",
    "ట",
    "మ",
    "ड",
    "भ",
    "ద",
    "ే",
    "ર",
    "ಳ",
    "ण",
    "ಮ",
    "ू",
    "ন",
    "ങ",
    "േ",
    "చ",
    "ی",
    "డ",
    "ष",
    "ক",
    "ந",
    "య",
    "ر",
    "ಪ",
    "و",
    "గ",
    "ಡ",
    "ಬ",
    "ી",
    "ै",
    "ே",
    "ಟ",
    "ે",
    "ব",
    "ল",
    "স",
    "ত",
    "ೇ",
    "ख",
    "अ",
    "ن",
    "ম",
    "थ",
    "ೊ",
    "ો",
    "સ",
    "ோ",
    "ಹ",
    "મ",
    "ண",
    "ദ",
    "ெ",
    "ક",
    "ু",
    "ె",
    "િ",
    "ં",
    "প",
    "ः",
    "फ",
    "୍",
    "ਾ",
    "ീ",
    "વ",
    "ൂ",
    "ഷ",
    "ശ",
    "લ",
    "ೋ",
    "ା",
    "അ",
    "ਰ",
    "ک",
    "ർ",
    "দ",
    "ೂ",
    "ए",
    "ل",
    "ഗ",
    "ൊ",
    "ର",
    "ీ",
    "م",
    "য",
    "ங",
    "அ",
    "ृ",
    "బ",
    "س",
    "इ",
    "उ",
    "ൽ",
    "ট",
    "ழ",
    "ି",
    "પ",
    "ொ",
    "ુ",
    "ো",
    "ટ",
    "ജ",
    "ബ",
    "গ",
    "ಜ",
    "ત",
    "ಚ",
    "आ",
    "ധ",
    "ਸ",
    "ई",
    "ય",
    "ಶ",
    "ഞ",
    "ँ",
    "ഹ",
    "ూ",
    "জ",
    "ੀ",
    "జ",
    "ಣ",
    "ூ",
    "ഴ",
    "ഭ",
    "ौ",
    "ಅ",
    "হ",
    "ீ",
    "ب",
    "ী",
    "د",
    "ت",
    "छ",
    "କ",
    "ਿ",
    "ಷ",
    "ਲ",
    "ై",
    "ગ",
    "இ",
    "ೀ",
    "ठ",
    "শ",
    "ਕ",
    "అ",
    "ડ",
    "ই",
    "घ",
    "બ",
    "ङ",
    "ਨ",
    "ొ",
    "ୁ",
    "ہ",
    "پ",
    "ळ",
    "శ",
    "ൾ",
    "ಧ",
    "જ",
    "ష",
    "ٹ",
    "ନ",
    "દ",
    "ৰ",
    "େ",
    "హ",
    "চ",
    "ಭ",
    "گ",
    "ੋ",
    "ൻ",
    "ਮ",
    "ভ",
    "ആ",
    "ੇ",
    "શ",
    "உ",
    "ବ",
    "હ",
    "ഡ",
    "ਟ",
    "ञ",
    "ড",
    "ధ",
    "ஸ",
    "ഇ",
    "ਪ",
    "ਵ",
    "ൈ",
    "ସ",
    "়",
    "ମ",
    "ج",
    "થ",
    "झ",
    "భ",
    "ਂ",
    "ପ",
    "ೈ",
    "ش",
    "எ",
    "ତ",
    "ਗ",
    "ళ",
    "ধ",
    "ಆ",
    "ஆ",
    "ਜ",
    "ও",
    "ھ",
    "ഥ",
    "़",
    "ز",
    "ষ",
    "ഉ",
    "ف",
    "ഫ",
    "ਬ",
    "എ",
    "ణ",
    "ஜ",
    "ଲ",
    "ণ",
    "ચ",
    "ఆ",
    "ফ",
    "ॉ",
    "ൃ",
    "ਤ",
    "ੁ",
    "એ",
    "ફ",
    "ભ",
    "ഖ",
    "অ",
    "ಥ",
    "ਦ",
    "ੈ",
    "ੰ",
    "ڈ",
    "ओ",
    "আ",
    "਼",
    "ਆ",
    "খ",
    "ਡ",
    "ং",
    "থ",
    "ਹ",
    "ढ",
    "ઓ",
    "ଙ",
    "ಫ",
    "ஷ",
    "ધ",
    "ଦ",
    "ऽ",
    "ఎ",
    "ఫ",
    "ಎ",
    "چ",
    "ഒ",
    "ಉ",
    "ઇ",
    "ଗ",
    "ૂ",
    "ଟ",
    "উ",
    "અ",
    "ಖ",
    "ೃ",
    "ಇ",
    "ણ",
    "ي",
    "এ",
    "ছ",
    "థ",
    "ખ",
    "ୋ",
    "ୟ",
    "ઈ",
    "ূ",
    "ఉ",
    "ୀ",
    "ଜ",
    "ஞ",
    "ળ",
    "ଡ",
    "ஒ",
    "ହ",
    "ഘ",
    "ੱ",
    "ق",
    "ೌ",
    "ષ",
    "ఇ",
    "ଣ",
    "੍",
    "ଇ",
    "ਅ",
    "ॅ",
    "આ",
    "ਫ",
    "ઝ",
    "ੂ",
    "ৃ",
    "ൌ",
    "ಒ",
    "ృ",
    "ଶ",
    "خ",
    "ਚ",
    "ঙ",
    "ଥ",
    "ఖ",
    "ح",
    "ଆ",
    "ਈ",
    "ஹ",
    "ଚ",
    "ଭ",
    "ঞ",
    "ଳ",
    "ഓ",
    "ౌ",
    "ஏ",
    "ઉ",
    "ਇ",
    "ঘ",
    "ਖ",
    "ଷ",
    "ع",
    "්",
    "ਐ",
    "ৈ",
    "ಘ",
    "ഠ",
    "آ",
    "ଧ",
    "ਣ",
    "ઘ",
    "ঠ",
    "ഏ",
    "ි",
    "ص",
    "ৌ",
    "ଅ",
    "ৱ",
    "ව",
    "ଯ",
    "ଏ",
    "න",
    "ঁ",
    "ڑ",
    "ੌ",
    "ஓ",
    "ਉ",
    "ଖ",
    "ஊ",
    "ଉ",
    "ੜ",
    "ಠ",
    "ය",
    "છ",
    "ਧ",
    "ૃ",
    "ਥ",
    "ఒ",
    "ਭ",
    "ఏ",
    "ଫ",
    "ා",
    "ਓ",
    "ක",
    "ऊ",
    "ਯ",
    "ئ",
    "غ",
    "ත",
    "ఘ",
    "ൺ",
    "ୱ",
    "ଠ",
    "ઠ",
    "ں",
    "ଛ",
    "ಞ",
    "ڪ",
    "ஈ",
    "ර",
    "ಏ",
    "ه",
    "ૈ",
    "ਏ",
    "ු",
    "औ",
    "ଂ",
    "ම",
    "ස",
    "ৎ",
    "ঝ",
    "ط",
    "ے",
    "ऋ",
    "ऐ",
    "ظ",
    "ୂ",
    "ఊ",
    "ꯤ",
    "଼",
    "ૌ",
    "ଞ",
    "ୃ",
    "ऑ",
    "ල",
    "ਘ",
    "ද",
    "ഈ",
    "ප",
    "ಓ",
    "ض",
    "ఓ",
    "ٽ",
    "ꯥ",
    "ૉ",
    "ಛ",
    "ஃ",
    "ఞ",
    "ఐ",
    "ఈ",
    "َ",
    "ઢ",
    "ഊ",
    "ଁ",
    "ஐ",
    "ଘ",
    "ௌ",
    "ഐ",
    "ఠ",
    "ഛ",
    "ේ",
    "ෙ",
    "ಐ",
    "ଓ",
    "ذ",
    "ට",
    "ಈ",
    "ਛ",
    "ග",
    "ಢ",
    "ਊ",
    "ਝ",
    "ී",
    "ث",
    "ء",
    "ٕ",
    "ِ",
    "හ",
    "ઞ",
    "ڙ",
    "ਠ",
    "ಊ",
    "ڻ",
    "ঃ",
    "ଝ",
    "ُ",
    "ꯅ",
    "ꯁ",
    "ഔ",
    "ଢ",
    "ঢ",
    "ಃ",
    "ꯕ",
    "ꯨ",
    "ꯔ",
    "ഢ",
    "ఛ",
    "ꯣ",
    "ꯂ",
    "ڊ",
    "ꯡ",
    "ഃ",
    "අ",
    "ୌ",
    "ٲ",
    "ꯗ",
    "ః",
    "ୈ",
    "ꯟ",
    "ණ",
    "බ",
    "ꯃ",
    "ං",
    "ꯄ",
    "ො",
    "ꯒ",
    "ꯦ",
    "ශ",
    "ꯝ",
    "ꯇ",
    "ಔ",
    "ꯛ",
    "ෂ",
    "ਢ",
    "ઃ",
    "ۍ",
    "ڏ",
    "ෝ",
    "ජ",
    "ژ",
    "ධ",
    "ꯀ",
    "ٚ",
    "ಋ",
    "ڀ",
    "ڌ",
    "ٿ",
    "ઊ",
    "ڳ",
    "ಝ",
    "ঐ",
    "භ",
    "ꯈ",
    "ච",
    "ٔ",
    "ٗ",
    "ළ",
    "ꯌ",
    "ఔ",
    "ꯊ",
    "ଃ",
    "ꯍ",
    "ٮ",
    "ڇ",
    "ඩ",
    "۪",
    "ٖ",
    "ූ",
    "ꯆ",
    "ٛ",
    "ഋ",
    "ঋ",
    "ఢ",
    "ꯩ",
    "ঈ",
    "ꯑ",
    "ۄ",
    "ꯐ",
    "ආ",
    "ؤ",
    "ઔ",
    "ٻ",
    "ٺ",
    "ꯠ",
    "ꯜ",
    "ꯢ",
    "උ",
    "ఋ",
    "ઋ",
    "ෘ",
    "ڦ",
    "ॄ",
    "ꯧ",
    "ꯏ",
    "ථ",
    "ꯖ",
    "ꯋ",
    "ঔ",
    "ඳ",
    "ਔ",
    "꯭",
    "ැ",
    "ꯉ",
    "ඉ",
    "එ",
    "ఝ",
    "ꯎ",
    "ꯪ",
    "ڍ",
    "ۃ",
    "ঊ",
    "ڄ",
    "ଋ",
    "ّ",
    "ඟ",
    "ꯞ",
    "ڃ",
    "ઐ",
    "ॆ",
    "ඛ",
    "ඹ",
    "ඨ",
    "ଔ",
    "ඔ",
    "ඝ",
    "ඥ",
    "ଐ",
    "ෞ",
    "ꯚ",
    "ෛ",
    "ڱ",
    "ૅ",
    "ઑ",
    "ෆ",
    "ඡ",
    "ඵ",
    "ଈ",
    "ऍ",
    "ඇ",
    "ඊ",
    "ඒ",
    "॰",
    "ഝ",
    "ඬ",
    "ෑ",
    "ඤ",
    "ඕ",
    "ꯓ",
    "ۭ",
    "ఱ",
    "ॊ",
    "،",
    "ઍ",
    "ఁ",
    "ꯙ",
    "ඍ",
    "ة",
    "ఙ",
    "ඖ",
    "ෲ",
    "ً",
    "ۓ",
    "૰",
    "ꯘ",
    "઼",
    "২",
    "ઁ",
    "ඪ",
    "ඓ",
    "ਞ",
    "ඌ",
    "ඞ",
    "ॠ",
    "ؐ",
    "ඃ",
    "।",
    "ـ",
    "ਙ",
    "ඣ",
    "ك",
    "ऒ",
    "ٰ",
    "ॐ",
    "ଊ",
    "ෟ",
    "ؓ",
    "ٌ",
    "ٓ",
    "۶",
    "۾",
    "ऌ",
    "॑",
    "॥",
    "ੲ",
    "ૐ",
    "ୢ",
    "ஔ",
    "ౄ",
    "಼",
    "ඈ",
    "madeupword0000",
    "madeupword0001",
    "madeupword0002",
    "madeupword0003",
    "madeupword0004",
    "__en__",
    "__as__",
    "__bn__",
    "__brx__",
    "__gom__",
    "__gu__",
    "__hi__",
    "__kn__",
    "__ks__",
    "__mai__",
    "__ml__",
    "__mni__",
    "__mr__",
    "__ne__",
    "__or__",
    "__pa__",
    "__sa__",
    "__sd__",
    "__si__",
    "__ta__",
    "__te__",
    "__ur__"
  ],
  "special_tokens": {
    "unk": 3,
    "pad": 1,
    "bos": 0,
    "eos": 2
  }
}